<template>
    <div>
        <van-nav-bar>
            <van-icon name="arrow-left" slot="left" color="gray" @click="onClickLeft"/>
        </van-nav-bar>
        <div class="container">
            <h3>即刻运动用户协议</h3>
            导言
            尊敬的用户：

            非常感谢您注册使用即刻运动产品，为让您更好地使用即刻运动提供的产品和服务，请您务必审慎阅读、充分理解《即刻运动用户协议》（以下称“用户协议”或“本协议”）各条款内容，特别是免除或者限制责任的条款，并选择接受或不接受。本协议中限制、免责条款可能以加粗形式提醒您注意。

            除非您已阅读并接受本协议所有条款，否则您无权下载、安装或使用即刻运动提供相关产品和服务。您的下载、安装、使用、登陆等行为即视为您已阅读并同意本协议的约束。

            <h4>1. 协议的范围</h4>
            1.1 即刻运动及www.fit-time.cn/aboutus.com（以下统称“即刻运动 产品”）是由北京卡路里科技有限公司及其关联公司（以下称“Keep”或“我们”）提供的互联网产品和服务。

            1.2 本用户协议是用户（您）与即刻运动之间关于使用即刻运动提供的产品和服务所订立的协议，本协议条款的效力及于即刻运动所提供的一切产品和服务，用户在享受即刻运动任何单项服务时，应当受本协议的约束。

            1.3 本协议项下的产品和服务是指由即刻运动发布的包括但不限于网络媒体、互联网增值、互动娱乐、电子商务和广告等的互联网产品和服务（形式包括但不限于在线视频、图片、软件、技术代码等）。

            1.4
            本协议内容同时包括《隐私政策》及所有即刻运动已经发布或未来可能发布的各类规则、公告或通知，且您在使用即刻运动某一特定产品或服务时，可能会另有单独的协议、相关服务规则等，前述规则、公告、通知和协议一经发布即为本协议不可分割的组成部分，您同样应当遵守。如您不同意本协议的约定，您应立即停止注册/激活并停止使用即刻运动的相关产品和服务。

            1.5
            即刻运动有权根据需要不时地修订本协议及/或各类规则（包括但不限于制定新的条款和修改既有条款），并以在线公告的方式进行变更公告，无须另行单独通知您。修订后的协议和规则一经公布，立即或在公告明确的特定时间自动生效。若您在前述公告修订后继续使用即刻动的产品或服务，即视为您已阅读、理解并接受经过修订的协议和规则。若您不同意修订，应当立即停止使用Keep提供的产品和服务。

            1.6
            除本协议明确规定外，对于利用即刻运动开发/发布的产品和服务，即刻运动有权在本协议的基础上通过单独的产品和服务协议（以下称“单项产品协议”）加以规范，用户须在使用有关产品或服务时另行了解与确认。单项产品协议与本协议运有冲突的地方，以单项产品协议为准。如用户使用该产品或服务，即视为对相关单项产品协议的接受。

            <h4>2. 即刻运动产品及服务简介</h4>
            2.1 即刻运动为用户提供多样的互联网产品和服务，包括但不限于训练课程、跑步、步行、骑行、电商等相关产品，用户可以通过Keep
            产品使用、分享、购买Keep提供的产品和服务。用户有权获得即刻运动提供的产品和服务，但即刻运动有权收取由此产生的服务或产品费用。

            2.2 即刻运动运营者将尽力提供畅通无阻的在线服务，但平台的网络接入服务可能受多种因素的影响出现链接受阻、受限或被终止，由此给您带来的损失、不便，我们将不负任何责任。

            2.3
            即刻运动提供的部分产品和服务须付费使用，用户使用此类产品需要向即刻运动运营者支付一定的费用。对于收费的产品和服务，我们会在用户使用之前给予用户明确的提示，只有用户根据提示确认其愿意支付相关费用，用户才能使用/继续使用该等收费产品和服务。如用户拒绝支付相关费用，则Keep运营者有权不向用户提供该等收费产品和服务。

            2.4
            即刻运动仅提供在线产品和服务，除此之外与网络服务有关的设备（如手机、个人电脑、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。

            2.5 即刻运动的替换、修改和升级：

            2.5.1 为增进用户体验、完善服务内容，即刻运动有权根据您对软件的使用状态和行为开发新的服务；
            2.5.2 为改进、增强和进一步开发服务，即刻运动有权不时提供软件更新（包括软件升级替换、修改、功能强化、版本升级等形式
            2.6 第三方应用及服务

            即刻运动产品中提供了支持第三方应用供用户使用的功能模块，包括但不限于工具类服务、视频或图片类服务等，以及今后可能出现的各种服务。用户在使用该类应用程序时，应遵守本协议及该应用程序相应的协议、条款或规则的规定。用户与开发者之间的权利义务，参照相关协议、条款或规则执行。用户在使用第三方提供的软件和服务时，须了解并同意：

            2.6.1
            用户使用第三方开发者提供的应用与服务时，第三方开发者将根据用户授权获得用户的个人资料和内容信息。这些资料和信息由用户自行决定授权给第三方。用户须明确：将个人资料和内容信息向第三方开发者提供后可能发生的信息泄露问题，Keep运营者对此不承担责任。
            2.6.2
            即刻运动对第三方开发者提供的应用享有审核管理权，有权在不通知用户的情况下，对第三方应用进行下架处理，由此给用户带来的影响、损失，Keep运营者将不承担责任，由用户自行承担或与第三方协商，但Keep将尽力保障用户权益不受侵犯。
            2.6.3 用户使用第三方应用时，须同意：（1）授权使用自己的即刻运动账号登陆第三方应用；（2）同意第三方应用获取自己的个人资料，以获得相应产品和服务。
            2.6.4 用户因使用第三方应用而与该第三方开发者产生的任何纠纷，由用户与开发者自行协商解决，相关责任和赔偿由开发者单独承担，Keep运营者不承担任何责任。
            3. 电商服务
            为满足用户对健身周边产品的需求，本站特向用户提供电商服务。Keep销售的商品以自营为主，亦有部分合作品牌产品的代销。在售产品信息可至Keep 产品内的商城进行浏览、查询及购买。

            <h4>3.1 商品信息</h4>

            商品价格、数量、性能介绍、是否有货等商品信息随时都有可能发生变动，Keep不作特别通知，请用户至商品销售页面自行查看。我们会尽最大努力保证您所浏览的商品信息的准确性，但由于商品种类繁多且商品信息的数量较大，加之互联网技术因素等客观原因存在，本站显示的信息可能会有一定的滞后性或差错，对此情形请您知悉并理解。即刻运动欢迎纠错，并会视情况给予纠错者一定的奖励。

            3.2 订单

            3.2.1
            在您下订单时，请仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、收货人、电话、收货地址等信息。收货人与您本人不一致的，收货人的行为和意思表示视为您的行为和意思表示，您应对收货人的行为及意思表示的法律后果承担连带责任。您提交订单即表示对订单中所确认的订购商品、收货地址等信息的准确性负责。如果因为您填写的收货人联系电话、地址等信息错误，导致我们（或我们委托的配送公司）将货物交付给非您本意的收货人的，由此造成的损失需由您自行承担。
            3.2.2
            如果您通过即刻运动订购商品，即刻运动产品展示的商品和价格等信息仅仅作为要约邀请，您的订单将成为订购商品的要约。收到您的订单后，我们会及时为您发货，只有当我们向您发出发货确认的电子邮件或短信，通知您我们已将您订购的商品发出时，才构成我们对您的订单的接受，您与我们之间的订购合同才成立。如果您在一份订单里订购了多种商品，而我们只向您发出了其中部分商品的发货确认电子邮件或短信，那么我们和您之间的订购合同仅就该部分商品成立。
            3.2.3 由于市场变化及各种以合理商业努力难以控制的因素的影响，我们无法保证您提交的订单信息中希望购买的商品都会有货；如您拟购买的商品，在任何购买环节发生缺货或无货，您有权取消订单。
            3.2.4
            为回馈用户的支持，我们会不定期向用户发放一些优惠券或代金券，上述优惠券或代金券的发放数量及规则由即刻运动自行决定，且由即刻运动享有解释权和修改权。您有权按照优惠券或代金券的使用规则在本站购物时的使用，严禁转卖即刻运动优惠券或代金券或利用即刻运动账户进行其他经营性行为等。
            3.2.5 关于支付形式、商品退换货、售后服务等相关问题，请在商品销售页面或至『帮助中心-商城』查看。若您在商品购买过程中遇到任何问题，均可发送邮件至
            aftersales@jikeyundong.com，我们的客服人员会及时与您取得联系并帮助您解决问题。
            3.3 配送

            3.3.1
            我们将会把商品（货物）送到您指定的收货地址，所有在本站上列出的以及客服告知的送达时间为参考时间，参考时间的计算是在综合考量库存状况、正常的处理过程和送货时间、送货地点的基础上估算得出的。参考时间可能与实际送达的时间有所出入，请您知悉并理解。
            3.3.2 因如下情形造成订单延迟或无法配送等，即刻运动不承担延迟配送的责任：

            （1）因用户提供的信息错误、地址不详细等原因导致的；
            （2）货物送达后无人签收，导致无法配送或延迟配送的；
            （3）情势变更因素导致的；
            （4）不可抗力因素导致的，例如：自然灾害、交通戒严、突发战争等。
            <h4>4. 知识产权声明</h4>
            4.1
            即刻运动依法享有即刻运动产品的一切合法权属（包括但不限于知识产权及所有权）。即刻运动的全部著作权及其他一切知识产权，以及与即刻运动相关的所有信息内容，包括但不限于：文字表述及其组合、图标、图饰、图标、色彩组合、界面设计、版面框架、有关数据、印刷材料、或电子文档等均受中国知识产权相关法律法规和有关的国际条约的保护。

            4.2 即刻运动产品及通过即刻运动产品提供的视频、游戏、技术软件等产品和信息，除用户自己上传或明确标示由第三方提供的之外，全部权利归属于即刻运动。

            4.4
            即刻运动在涉及即刻运动产品及相关各项服务中拥有专利权、专利申请权、商标权、著作权及其他知识产权。Keep并未因为本协议或者因为向用户提供Keep以及相关产品和服务而授予用户任何与即刻运动相关的知识产权。本协议未明确授予用户的权利均由即刻运动保留。

            <h5> 5. 用户隐私制度</h5>
            5.1
            保护用户个人信息是即刻运动的一项基本原则。即刻运动将按照本协议及《隐私政策》的规定收集、使用、储存和分享您的个人信息。本协议对个人信息的保护规定与《隐私政策》有相冲突的，及本协议对个人信息保护相关内容未作明确规定的，均应以《隐私政策》的内容为准。

            5.2 您在注册账号或使用即刻运动产品和服务的过程中，可能需要填写一些必要的信息。若国家法律法规有特殊规定的，您需要填写真实的身份信息。若您填写的信息不完整，可能无法使用即刻运动的产品或服务，或在使用过程中受到限制。

            5.3 您可以随时浏览、修改自己提交的信息，但出于安全性和身份识别（如账号申诉服务）的考虑，您可能无法修改注册时提供的部分初始注册信息及其他验证信息。即刻运动保留您修改个人信息的审核权。

            5.4 即刻运动不会将您的个人信息转移或披露给任何非关联的第三方，除非：

            （1）相关法律法规或法院、政府机关要求；
            （2）为完成合并、分立、收购或资产转让而转移；
            （3）为提供您要求的服务所必须；
            （4）即刻运动认定必要且不违反法律、法规强制性规定的其他情形。
            5.5 即刻运动非常重视对未成年人信息的保护。若您是18周岁以下的未成年人，在使用即刻运动的服务前，应事先取得您的法定监护人的同意。

            <h4>6. 用户的账号、密码和安全性</h4>
            6.1 注册资格

            您确认，在您完成注册程序或以其他即刻运动允许的方式实际使用即刻运动提供的产品和服务时，您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且即刻运动有权注销或永久冻结您的账户，并保留向您或您的监护人索取赔偿的权利。

            18周岁以下的未成年人等非完全民事行为能力人应该在法定监护人的指导下使用即刻运动的产品和服务。

            6.2 注册与账户

            为完整使用Keep提供的产品和服务，您须注册即刻运动提供的账户。用户（您）注册即刻运动账户时须对所提供信息的真实性、合法性、有效性及完整性负责，并及时维护和更新您的个人信息，以保证信息的真实、合法和有效。

            6.3
            即刻运动在此特别提醒您务必保护好您的账号及密码，切勿将账号及密码透露给他人。您须自行负责对您的账户和密码进行保密，且须对在您的账户和密码下发生的所有活动（包括但不限于信息披露、信息发布、网上点击同意或提交各类规则协议、网上续签协议或购买服务等）承担责任。即刻运动不能也不会对因您未能遵守本条款规定而发生的任何损失负责。若您发现任何人未经授权使用您的账号及密码，您须立即通知即刻运动。你可以发送邮件至feedback@jikeyundong.com提出您的请求。您须理解并同意即刻运动根据您的请求采取行动需要合理时间，对在采取行动前已产生的任何不利后果，即刻运动不承担任何责任。

            6.4 您可以对账户设置昵称，您设置的昵称不得侵犯或涉嫌侵犯他人的合法权益。用户承诺设置昵称时遵守以下规定：

            （1）不以党和国家领导人或其他社会名人的真实姓名、字号、艺名、笔名注册；

            （2）不以国家机构或其他机构的名称注册；

            （3）不注册不文明、不健康名字，或包含歧视、侮辱、猥亵类词语的账号；

            （4）不注册易产生歧义、引起他人误解或其它不符合法律规定的账号。
            6.5 用户同意授权即刻运动运营者基于下列原因使用用户的信息资源

            （1）执行软件验证、升级服务；
            （2）提高用户的使用安全性或提供客户支持；
            （3）应用户特殊要求而提供特定服务时，需要将信息提供给即刻运动或与此相关联的第三方或其他用户；
            （4）将各种非个人隐私数据用于商业目的，包括但不限于向第三方提供增值服务、广告、定位广告、营销、联合注册、促销或其他活动等；
            （5）应司法机关或政府机关要求；
            （6）为提高用户使用体验；
            （7）其他有利于用户和即刻运动利益且不违反任何强制性法律法规的情况。
            <h4>7. 即刻运动使用规范</h4>
            7.1
            用户须对自己的上网行为负责，包括对自己发表、上传或传送的内容（包括文字、图片、视频内容、软件产品等）负全部责任。用户须承诺在即刻运动平台上所发布的任何内容均符合中华人民共和国法律、法规、规章以及即刻运动管理规范的规定。即刻运动有权对用户发布的任何不符合管理规定的内容予以删除，且不承担任何责任。

            7.2 用户承诺在使用即刻运动p产品和服务过程中，不发布、转载、传送含有下列内容之一的内容，否则即刻运动有权自行处理并不通知用户：

            （1）违反宪法确定的基本原则的；
            （2）危害国家安全，泄漏国家机密，颠覆国家政权，破坏国家统一的；
            （3）损害国家荣誉和利益的；
            （4）煽动民族仇恨、民族歧视，破坏民族团结的；
            （5）破坏国家宗教政策，宣扬邪教和封建迷信的；
            （6）散布谣言，扰乱社会秩序，破坏社会稳定的；
            （7）散布淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；
            （8）侮辱或者诽谤他人，侵害他人合法权益的；
            （9）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；
            （10）以非法民间组织名义活动的；
            （11）含有法律、法规、规章禁止的其他内容的；
            （12）含有国家有关主管部门禁止的其他内容的。
            7.3 用户使用即刻运动产品与服务时，承诺并遵守以下规定：

            （1）实施的所有行为均遵守国家法律、法规等规范性文件及即刻运动各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议的相关规则。
            （2）不发布国家禁止的或涉嫌侵犯他人知识产权或其他合法权益的产品或服务信息，不发布违背社会公共利益或公共道德或即刻运动认为不适合在Keep上发布的产品或服务信息，不发布其他涉嫌违法或违反本协议及各类规则的信息。
            （3）除用户与即刻运动另有约定，用户不得对即刻运动中的任何数据/资料作商业性利用，包括但不限于在未经即刻运动事先书面同意的情况下，以复制、传播等任何方式使用Keep中展示的所有资料或课程。
            （4）不使用任何装置、软件或程序干预或试图干预即刻运动的正常运作或正在即刻运动平台上进行的任何交易和活动。
            （5）除法律另有强制性规定外，未经即刻运动明确的特别书面许可，任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用Keep 产品内的信息内容，否则，Keep有权追究其法律责任。
            7.4用户充分理解并同意：

            （1）用户如果违反前述承诺，产生任何法律后果的，用户应以自己的名义独立承担所有的法律责任，并确保即刻运动免于因此产生的任何损失或增加费用。
            （2）用户如果违反法律或本协议规定造成即刻运动被第三人索赔的，用户应全额补偿即刻运动的一切费用（包括但不限于各种赔偿费、诉讼代理费及为此支出的其他合理费用）。
            （3）当第三方认为用户发表、上传的内容/产品（包括但不限于视频、图片、文字、应用程序、软件等）侵犯其权利，或国家行政、司法机关的生效法律文书确认您存在违法、侵权行为，或即刻运动基于自身判断，认为您的行为违反国家法律法规的规定或涉嫌违反本协议条款的，即刻运动有权自行决定删除相关信息，并在即刻运动或网站上公示您的涉嫌违法/违约行为及对您采取的措施。
            （4）对于用户在即刻运动中上传、发布、存储作品和内容，用户保证其对该等作品享有合法著作权/版权或者相应授权，并且用户同意授予即刻运动对所有上述作品和内容的在全球范围内的免费、不可撤销的、无限期的、并且可转让的非独家使用权许可，即刻运动有权展示、散布及推广前述内容，有权对前述内容进行任何形式的复制、修改、出版、发行及以其他方式使用或者授权第三方进行复制、修改、出版、发行及以其他方式使用。
            （5）对于用户在即刻运动上涉嫌违法、违约或侵犯他人合法权利的内容、产品，即刻运动有权不经通知予以删除，且不承担任何责任。
            <h4>8. 免责声明</h4>
            8.1
            用户理解并同意，在使用即刻运动服务的过程中，可能会遇到不可抗力等风险因素，使服务发生中断、延迟。不可抗力是指不能预见、不能克服并不能避免且对一方或双方造成重大影响的客观事件，包括但不限于自然灾害（如洪水、台风、地震等）、社会事件（如战争、暴动、政府行为）等，出现上述情况时，即刻运动会努力对产品和服务进行修复，但由此给您造成的损失，即刻运动在法律允许的范围内免责。

            8.2 在法律允许的范围内，即刻运动对以下情形导致的服务终端或受阻不承担责任：

            （1）受到计算机病毒、木马或其他恶意程序、黑客攻击的破坏；
            （2）用户或即刻运动的电脑软件、系统、硬件和通信线路出现故障；
            （3）用户操作不当；
            （4）用户使用非即刻运动授权的方式使用本服务；
            （5）其他即刻运动无法控制或合理预见的情形。
            8.3
            用户理解并同意，在使用即刻运动产品和服务的过程中，可能会遇到网络信息或其他用户带来的风险和损害，即刻运动不对任何信息或产品的真实性、适用性、合法性承担责任，也不对因侵权行为给您造成的损害负责。这些风险包括但不限于：

            （1）来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息；
            （2）因使用本协议项下产品或服务，遭受他人误导、欺骗或其他导致或可能导致的任何心理、生理以及经济上的损害。
            8.4 即刻运动依据本协议享有处理不法、违规内容、产品或服务的权利，但该权利不构成即刻运动的义务和承诺，即刻运动不保证及时发现并做出相应处理。

            8.5 对于单项产品运营者通过即刻运动向您提供的单项产品或服务，由单项产品运营者独立承担与该项产品或服务有关的全部责任和义务，其他即刻运动对此不承担任何责任和义务。

            <h4>9. 产品/服务的变更、中止或结束</h4>
            9.1 用户应规范、合法地使用即刻运动及服务，如用户发布违法、违背社会公德或违背本协议约定的信息，或有违反相关法律法规或本协议的行为，即刻运动有权采取以下措施：

            （1）直接删除违反法律法规或本协议的内容；
            （2）中止或限制您使用即刻运动及其产品和服务的权利，包括但不限于限制您使用即刻运动部分或全部功能及产品、服务等；
            （3）终止您使用即刻运动的权利；
            （4）回收您的账号，同时有权禁止您申请或通过其他方式取得新的账号；
            （5）依法追究您的法律责任，索取相应损害赔偿金。
            9.2 即刻运动有权根据业务发展需要中止、变更、终止即刻运动产品或其部分功能，并有权决定是否（继续）提供即刻运动中的某种产品和服务；对于前述情形，即刻运动并不负有向用户通知的义务。

            9.3 除法律另有规定外，用户有责任自行备份存储在即刻运动的数据，如用户的服务被终止，即刻运动运营者有权从服务器上永久地删除您在即刻运动的全部相关数据，并不负有向您返还或以任何形式提供前述数据的义务。

            <h4>10. 广告</h4>
            10.1 用户同意即刻运动在提供服务的过程中自行或由第三方广告商向您发送广告、推广或宣传信息；其方式和范围可不经向您特别通知而变更。

            10.2 对于即刻运动向您发送、推广的广告信息，用户应当自行判断其真实性、可靠性并为自己的判断行为负责。除法律明确规定外，您因该广告信息而进行的交易或遭受的损失/损害，即刻运动运营者不承担责任。

            10.3 用户不得使用未经即刻运动运营者书面许可的方式屏蔽、过滤广告信息。

            <h4>11. 适用法律及争议解决方式</h4>
            11.1 本协议签订地为中华人民共和国北京市东城区。

            11.2 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。

            11.3 若您与即刻运动运营者发生任何纠纷或争议，首先应友好协商解决；协商不成的，您同意将纠纷或争议提交至北京仲裁委员会在北京仲裁解决。仲裁裁决是终局的，对双方均有约束力。

            <h4>12. 其他规定</h4>
            12.1 如本协议中的任何条款因任何原因部分无效或不具有执行力，不影响本协议中其余条款对双方的约束力。

            12.2 本协议条款的标题仅为方便阅读而设，不作为解释本协议条款的依据。

        </div>
    </div>
</template>

<script>
    export default {
        name: "Xieyi",
        data() {
            return {

            }
        },
        methods: {
            onClickLeft() {
                this.$router.go(-1)

            }
        }
    }
</script>

<style scoped>
    .container {
        margin:46px 20px 50px 20px;
        text-align: left;
        font-size: 12px;
    }
    h3{
        text-align: center;
    }
</style>
